Repository: firatkaradev/neurotext-app
Catalog: neurotext_app/lib/l10n/app_*.arb
Languages: de, fr, tr

# homeSubtitle
source: {count} articles
de: {count} Artikel
tr: {count} makale

source: Light Mode
de: Heller Modus
fr: Mode Clair
tr: Açık Mod

source: Dark Mode
de: Dunkler Modus
fr: Mode Sombre
tr: Karanlık Mod

source: Delete All
de: Alle Löschen
fr: Supprimer Tout
tr: Tümünü Sil

# search
source: Search articles...
de: In Artikeln suchen...
fr: Rechercher dans les articles...
tr: Makalelerde ara...

# noArticlesTitle
source: No Articles Yet
de: Noch Keine Artikel
fr: Aucun Article
tr: Henüz Makale Yok

# noArticlesSubtitle
source: Add your first text to start the advanced reading experience
de: Fügen Sie Ihren ersten Text hinzu um das erweiterte Leseerlebnis zu starten
fr: Ajoutez votre premier texte pour commencer l'expérience de lecture avancée
tr: İlk metninizi ekleyerek gelişmiş okuma deneyimini başlayın

source: Add First Text
de: Ersten Text Hinzufügen
fr: Ajouter le Premier Texte
tr: İlk Metni Ekle

# noResultsTitle
source: No Results Found
de: Keine Ergebnisse
fr: Aucun Résultat
tr: Sonuç Bulunamadı

# noResultsSubtitle
source: No results found for "{query}"
de: Keine Ergebnisse für "{query}" gefunden
fr: Aucun résultat trouvé pour "{query}"
tr: "{query}" için sonuç bulunamadı

# deleteArticleTitle
source: Delete Article
de: Artikel Löschen
fr: Supprimer l'Article
tr: Makaleyi Sil

# deleteArticleMessage
source: Are you sure you want to delete the article "{title}"?
de: Sind Sie sicher, dass Sie den Artikel "{title}" löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer l'article "{title}" ?
tr: "{title}" adlı makaleyi silmek istediğinizden emin misiniz?

# deleteAllArticlesTitle
source: Delete All Articles
de: Alle Artikel Löschen
fr: Supprimer Tous les Articles
tr: Tüm Makaleleri Sil

# deleteAllArticlesMessage
source: Are you sure you want to delete {count} articles? This action cannot be undone.
de: Sind Sie sicher, dass Sie {count} Artikel löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer {count} articles ? Cette action ne peut pas être annulée.
tr: {count} makaleyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Cancel
de: Abbrechen
fr: Annuler
tr: İptal

source: Delete
de: Löschen
fr: Supprimer
tr: Sil

# deleteAllButton
source: Delete All
de: Alle Löschen
fr: Supprimer Tout
tr: Tümünü Sil

source: Article deleted
de: Artikel gelöscht
fr: Article supprimé
tr: Makale silindi

source: All articles deleted
de: Alle Artikel gelöscht
fr: Tous les articles supprimés
tr: Tüm makaleler silindi

# articlesCouldNotBeDeleted
source: Articles could not be deleted: {error}
de: Artikel konnten nicht gelöscht werden: {error}
fr: Les articles n'ont pas pu être supprimés: {error}
tr: Makaleler silinemedi: {error}

# articleCouldNotBeDeleted
source: Article could not be deleted: {error}
de: Artikel konnte nicht gelöscht werden: {error}
fr: L'article n'a pas pu être supprimé : {error}
tr: Makale silinemedi: {error}

# articlesCouldNotBeLoaded
source: Articles could not be loaded: {error}
de: Artikel konnten nicht geladen werden: {error}
fr: Les articles n'ont pas pu être chargés : {error}
tr: Makaleler yüklenemedi: {error}

# relativeTimeMinutesAgo
source: {minutes} minutes ago
de: vor {minutes} Minuten
fr: Il y a {minutes} minutes
tr: {minutes} dakika önce

# relativeTimeHoursAgo
source: {hours} hours ago
de: vor {hours} Stunden
fr: Il y a {hours} heures
tr: {hours} saat önce

# relativeTimeDaysAgo
source: {days} days ago
de: vor {days} Tagen
fr: Il y a {days} jours
tr: {days} gün önce

# relativeTimeJustNow
source: Just now
de: Gerade eben
fr: À l'instant
tr: Az önce

source: Add New Text
de: Neuen Text Hinzufügen
fr: Ajouter Nouveau Texte
tr: Yeni Metin Ekle

# textInputTitle
source: Text Input
de: Texteingabe
fr: Saisie de Texte
tr: Metin Girişi

# textInputSubtitle
source: Write the text you want to read
de: Schreiben Sie den Text, den Sie lesen möchten
fr: Écrivez le texte que vous voulez lire
tr: Okumak istediğiniz metni yazın

source: Paste from Clipboard
de: Aus Zwischenablage Einfügen
fr: Coller du Presse-papiers
tr: Panodan Yapıştır

source: Clear Text
de: Text Löschen
fr: Effacer le Texte
tr: Temizle

source: Start Reading
de: Lesen Beginnen
fr: Commencer la Lecture
tr: Okumayı Başlat

# neuroTextReaderSubtitle
source: Ready for advanced reading experience
de: Bereit für erweiterte Leseerfahrung
fr: Prêt pour une expérience de lecture avancée
tr: Gelişmiş okuma deneyimi için hazır

source: Gradient Transitions
de: Verlaufs- Übergänge
fr: Transitions Dégradées
tr: Gradient Geçişler

source: Bionic Reading
de: Bionisches Lesen
fr: Lecture Bionique
tr: Biyonik Okuma

source: Auto Scroll
de: Auto- Scrollen
fr: Défilement Automatique
tr: Otomatik Kaydırma

# textInputPlaceholder
source: Write the text you want to read here... Example: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
de: Schreiben Sie hier den Text, den Sie lesen möchten... Beispiel: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
fr: Écrivez le texte que vous voulez lire ici... Exemple : Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
tr: Okumak istediğiniz metni buraya yazın... Örnek: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.

# wordCount
source: {count} words
de: {count} Wörter
fr: {count} mots
tr: {count} kelime

# characterCount
source: {count} characters
de: {count} Zeichen
fr: {count} caractères
tr: {count} karakter

# readingTime
source: Reading time: {time}
de: Lesezeit: {time}
fr: Temps de lecture: {time}
tr: Okuma süresi: {time}

source: Write text first
de: Schreiben Sie zuerst Text
fr: Écrivez d'abord le texte
tr: Önce metin yazın

# pleaseEnterText
source: Please enter the text you want to read
de: Bitte geben Sie den Text ein, den Sie lesen möchten
fr: Veuillez saisir le texte que vous voulez lire
tr: Lütfen okumak istediğiniz metni girin

# clearTextTitle
source: Clear Text
de: Text Löschen
fr: Effacer le Texte
tr: Metni Temizle

# clearTextMessage
source: The text you entered will be deleted. Are you sure?
de: Der eingegebene Text wird gelöscht. Sind Sie sicher?
fr: Le texte que vous avez saisi sera supprimé. Êtes-vous sûr ?
tr: Girdiğiniz metin silinecek. Emin misiniz?

source: Clear
de: Löschen
fr: Effacer
tr: Temizle

# clipboardDialogTitle
source: Paste from Clipboard
de: Aus Zwischenablage Einfügen
fr: Coller du Presse-papiers
tr: Panodan Yapıştır

# clipboardDialogContent
source: Text found in clipboard:
de: Text in der Zwischenablage gefunden:
fr: Texte trouvé dans le presse-papiers :
tr: Panoda metin bulundu:

# clipboardDialogWarning
source: Existing text will be replaced!
de: Vorhandener Text wird ersetzt!
fr: Le texte existant sera remplacé !
tr: Mevcut metin değiştirilecek!

# clipboardDialogConfirm
source: Are you sure you want to paste this text?
de: Sind Sie sicher, dass Sie diesen Text einfügen möchten?
fr: Êtes-vous sûr de vouloir coller ce texte ?
tr: Bu metni yapıştırmak istediğinizden emin misiniz?

source: Paste
de: Einfügen
fr: Coller
tr: Yapıştır

# textPasted
source: Text pasted from clipboard
de: Text aus Zwischenablage eingefügt
fr: Texte collé du presse-papiers
tr: Metin panodan yapıştırıldı

# noTextInClipboard
source: No text found in clipboard
de: Kein Text in der Zwischenablage gefunden
fr: Aucun texte trouvé dans le presse-papiers
tr: Panoda metin bulunamadı

# clipboardCouldNotBeRead
source: Clipboard could not be read: {error}
de: Zwischenablage konnte nicht gelesen werden: {error}
fr: Le presse-papiers n'a pas pu être lu : {error}
tr: Pano okunamadı: {error}

source: Save Article
de: Artikel speichern
fr: Sauvegarder l'Article
tr: Makaleyi Kaydet

# speedSlow
source: Slow
de: Langsam
fr: Lent
tr: Yavaş

# speedFast
source: Fast
de: Schnell
fr: Rapide
tr: Hızlı

source: Switch to Live Mode
de: Zum Live-Modus wechseln
fr: Passer au Mode Live
tr: Live Moda Geç

source: Switch to Manual Mode
de: Zum Manuellen Modus wechseln
fr: Passer au Mode Manuel
tr: Manuel Moda Geç

source: Start
de: Starten
fr: Démarrer
tr: Başlat

# noTextLoaded
source: No text loaded yet
de: Noch kein Text geladen
fr: Aucun texte chargé
tr: Henüz metin yüklenmemiş

# addTextToRead
source: Add text you want to read
de: Fügen Sie den Text hinzu, den Sie lesen möchten
fr: Ajoutez le texte que vous voulez lire
tr: Okumak istediğiniz metni ekleyin

# articleSaved
source: Article saved: {title}
de: Artikel gespeichert: {title}
fr: Article sauvegardé: {title}
tr: Makale kaydedildi: {title}

# articleCouldNotBeSaved
source: Article could not be saved: {error}
de: Artikel konnte nicht gespeichert werden: {error}
fr: L'article n'a pas pu être sauvegardé: {error}
tr: Makale kaydedilemedi: {error}

# noTextToSave
source: No text found to save
de: Kein Text zum Speichern gefunden
fr: Aucun texte trouvé à sauvegarder
tr: Kaydedilecek metin bulunamadı

source: Novels
de: Romane
fr: Romans
tr: Romanlar

source: Chapters
de: Kapitel
fr: Chapitres
tr: Bölümler

source: Chapter
de: Kapitel
fr: Chapitre
tr: Bölüm

source: Novel
de: Roman
fr: Roman
tr: Roman

# noNovelsTitle
source: No Novels Yet
de: Noch Keine Romane
fr: Aucun Roman
tr: Henüz Roman Yok

# noNovelsSubtitle
source: Import PDF files to start reading novels
de: Importieren Sie PDF-Dateien, um mit dem Lesen von Romanen zu beginnen
fr: Importez des fichiers PDF pour commencer à lire des romans
tr: PDF dosyalarını içe aktararak roman okumaya başlayın

source: Import PDF
de: PDF Importieren
fr: Importer PDF
tr: PDF İçe Aktar

source: Importing...
de: Importiere...
fr: Importation...
tr: İçe Aktarılıyor...

# novelImportedSuccessfully
source: Novel imported successfully: {title}
de: Roman erfolgreich importiert: {title}
fr: Roman importé avec succès: {title}
tr: Roman başarıyla içe aktarıldı: {title}

# pdfImportFailed
source: PDF import failed: {error}
de: PDF-Import fehlgeschlagen: {error}
fr: Échec de l'importation PDF: {error}
tr: PDF içe aktarılamadı: {error}

source: Delete Novel
de: Roman Löschen
fr: Supprimer le Roman
tr: Romanı Sil

# deleteNovelMessage
source: Are you sure you want to delete the novel "{title}"? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Roman "{title}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer le roman "{title}" ? Cette action ne peut pas être annulée.
tr: "{title}" romanını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Novel deleted
de: Roman gelöscht
fr: Roman supprimé
tr: Roman silindi

# novelCouldNotBeDeleted
source: Novel could not be deleted: {error}
de: Roman konnte nicht gelöscht werden: {error}
fr: Le roman n'a pas pu être supprimé: {error}
tr: Roman silinemedi: {error}

# novelsCouldNotBeLoaded
source: Novels could not be loaded: {error}
de: Romane konnten nicht geladen werden: {error}
fr: Les romans n'ont pas pu être chargés: {error}
tr: Romanlar yüklenemedi: {error}

source: Search novels...
de: Romane suchen...
fr: Rechercher des romans...
tr: Roman ara...

# noSearchResults
source: No search results found
de: Keine Suchergebnisse gefunden
fr: Aucun résultat de recherche trouvé
tr: Arama sonucu bulunamadı

# chapterCount
source: {count} chapters
de: {count} Kapitel
fr: {count} chapitres
tr: {count} bölüm

source: Progress
de: Fortschritt
fr: Progrès
tr: İlerleme

# completed
source: {completed}% completed
de: {completed}% abgeschlossen
fr: {completed}% terminé
tr: {completed}% tamamlandı

# continueReading
source: Continue
de: Fortfahren
fr: Continuer
tr: Devam Et

source: Read
de: Gelesen
fr: Lu
tr: Okundu

# chaptersRead
source: {read} / {total} chapters
de: {read} / {total} Kapitel
fr: {read} / {total} chapitres
tr: {read} / {total} bölüm

source: Chapter marked as read
de: Kapitel als gelesen markiert
fr: Chapitre marqué comme lu
tr: Bölüm okundu olarak işaretlendi

# statusCouldNotBeUpdated
source: Status could not be updated: {error}
de: Status konnte nicht aktualisiert werden: {error}
fr: Le statut n'a pas pu être mis à jour : {error}
tr: Durum güncellenemedi: {error}

# words
source: {count} words
de: {count} Wörter
fr: {count} mots
tr: {count} kelime

# chaptersReadStats
source: Chapters
de: Kapitel
fr: Chapitres
tr: Bölüm

# novelsCompletedStats
source: Novels
de: Romane
fr: Romans
tr: Roman

source: Total Chapters
de: Gesamte Kapitel
fr: Total Chapitres
tr: Toplam Bölüm

source: Total Novels
de: Gesamte Romane
fr: Total Romans
tr: Toplam Roman

source: Completed Novel
de: Abgeschlossener Roman
fr: Roman Terminé
tr: Tamamlanan Roman

# completedNovels
source: novels
de: Romane
fr: romans
tr: roman

source: Settings
de: Einstellungen
fr: Paramètres
tr: Ayarlar

# settingsSubtitle
source: Customize your app
de: Passen Sie Ihre App an
fr: Personnalisez votre application
tr: Uygulamayı özelleştirin

source: Appearance
de: Erscheinungsbild
fr: Apparence
tr: Görünüm

source: Theme
de: Thema
fr: Thème
tr: Tema

source: Light theme
de: Helles Thema
fr: Thème clair
tr: Açık tema

source: Dark theme
de: Dunkles Thema
fr: Thème sombre
tr: Koyu tema

source: Font Size
de: Schriftgröße
fr: Taille de Police
tr: Yazı Boyutu

source: Font Selection
de: Schriftauswahl
fr: Sélection de Police
tr: Font Seçimi

source: Reading
de: Lesen
fr: Lecture
tr: Okuma

source: Default Reading Speed
de: Standard-Lesegeschwindigkeit
fr: Vitesse de Lecture par Défaut
tr: Varsayılan Okuma Hızı

source: Normal speed
de: Normale Geschwindigkeit
fr: Vitesse normale
tr: Normal hız

# bionicReadingSubtitle
source: Always active
de: Immer aktiv
fr: Toujours actif
tr: Her zaman aktif

# lineTransitionsOff
source: Off - Bionic reading only
de: Aus - Nur bionisches Lesen
fr: Désactivé - Lecture bionique seulement
tr: Kapalı - Sadece biyonik okuma

# lineTransitionsOn
source: Active - Colored line transitions
de: Aktiv - Farbige Zeilenübergänge
fr: Actif - Transitions de ligne colorées
tr: Aktif - Satır geçişleri renkli

# lineTransitions
source: Line Transition Highlight
de: Zeilenübergangs-Hervorhebung
fr: Surbrillance des Transitions de Ligne
tr: Satır Geçiş Vurgusu

source: Application
de: Anwendung
tr: Uygulama

source: Language
de: Sprache
fr: Langue
tr: Dil

source: About App
de: Über die App
fr: À Propos de l'App
tr: Uygulama Hakkında

# version
source: Version 1.0.0
tr: Sürüm 1.0.0

source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de Confidentialité
tr: Gizlilik Politikası

# privacyPolicySubtitle
source: How we protect your data
de: Wie wir Ihre Daten schützen
fr: Comment nous protégeons vos données
tr: Verilerinizi nasıl koruduğumuz

# designedForAdvancedReading
source: Designed for advanced reading experience
de: Entwickelt für erweiterte Leseerfahrung
fr: Conçu pour une expérience de lecture avancée
tr: Gelişmiş okuma deneyimi için tasarlandı

# defaultReadingSpeedTitle
source: Default Reading Speed
de: Standard-Lesegeschwindigkeit
fr: Vitesse de Lecture par Défaut
tr: Varsayılan Okuma Hızı

# slowSpeed
source: Slow
de: Langsam
fr: Lent
tr: Yavaş

# slowSpeedDescription
source: For comfortable reading
de: Für bequemes Lesen
fr: Pour une lecture confortable
tr: Rahat okuma için

# normalSpeedDescription
source: Standard reading speed
de: Standard-Lesegeschwindigkeit
fr: Vitesse de lecture standard
tr: Standart okuma hızı

# fastSpeed
source: Fast
de: Schnell
fr: Rapide
tr: Hızlı

# fastSpeedDescription
source: For fast reading
de: Für schnelles Lesen
fr: Pour une lecture rapide
tr: Hızlı okuma için

# bionicReadingTitle
source: Bionic Reading
de: Bionisches Lesen
fr: Lecture Bionique
tr: Biyonik Okuma

# bionicReadingDescription
source: Bionic reading increases your reading speed by making the first letters of words bold. This feature is always active and improves your reading experience.
de: Bionisches Lesen erhöht Ihre Lesegeschwindigkeit, indem es die ersten Buchstaben von Wörtern fett macht. Diese Funktion ist immer aktiv und verbessert Ihr Leseerlebnis.
fr: La lecture bionique augmente votre vitesse de lecture en mettant en gras les premières lettres des mots. Cette fonctionnalité est toujours active et améliore votre expérience de lecture.
tr: Kelimelerin ilk harfleri kalın yapılarak gözünüzün daha hızlı taramasını sağlar.

source: Understood
de: Verstanden
fr: Compris
tr: Anladım

source: Language Selection
de: Sprachauswahl
fr: Sélection de la Langue
tr: Dil Seçimi

# fontSelectionTitle
source: Font Selection
de: Schriftauswahl
fr: Sélection de Police
tr: Font Seçimi

source: Preview Text
de: Vorschautext
fr: Texte d'Aperçu
tr: Önizleme Metni

source: Font Options
de: Schriftoptionen
fr: Options de Police
tr: Font Seçenekleri

# editPreviewText
source: Edit sample text...
de: Beispieltext bearbeiten...
fr: Modifier le texte d'exemple...
tr: Örnek metni düzenleyin...

# addTextPageTitle
source: Add New Text
de: Neuen Text Hinzufügen
fr: Ajouter Nouveau Texte
tr: Yeni Metin Ekle

source: Text Input
de: Texteingabe
fr: Saisie de Texte
tr: Metin Girişi

# writeTextHere
source: Write the text you want to read here...
de: Schreiben Sie hier den Text, den Sie lesen möchten...
fr: Écrivez le texte que vous voulez lire ici...
tr: Okumak istediğiniz metni buraya yazın...

source: Sample text
de: Beispieltext
fr: Texte d'exemple
tr: Örnek metin

# pasteFromClipboardTitle
source: Paste from Clipboard
de: Aus Zwischenablage Einfügen
fr: Coller du Presse-papiers
tr: Panodan Yapıştır

# clipboardTextFound
source: Text found in clipboard:
de: Text in der Zwischenablage gefunden:
fr: Texte trouvé dans le presse-papiers:
tr: Panoda metin bulundu:

# minutes
source: ~{time} min
tr: ~{time} dk

source: Current text will be replaced!
de: Der aktuelle Text wird ersetzt!
fr: Le texte actuel sera remplacé!
tr: Mevcut metin değiştirilecek!

# confirmPasteText
source: Are you sure you want to paste this text?
de: Sind Sie sicher, dass Sie diesen Text einfügen möchten?
fr: Êtes-vous sûr de vouloir coller ce texte?
tr: Bu metni yapıştırmak istediğinizden emin misiniz?

source: Text pasted successfully
de: Text erfolgreich eingefügt
fr: Texte collé avec succès
tr: Metin başarıyla yapıştırıldı

# clearTextConfirmation
source: The text you entered will be deleted. Are you sure?
de: Der eingegebene Text wird gelöscht. Sind Sie sicher?
fr: Le texte que vous avez saisi sera supprimé. Êtes-vous sûr?
tr: Girdiğiniz metin silinecek. Emin misiniz?

source: Text cleared
de: Text gelöscht
fr: Texte effacé
tr: Metin temizlendi

source: Please write text first
de: Bitte schreiben Sie zuerst den Text
fr: Veuillez d'abord écrire le texte
tr: Lütfen önce metin yazın

source: Articles
de: Artikel
tr: Makaleler

source: Stories
de: Geschichten
fr: Histoires
tr: Hikayeler

source: Statistics
de: Statistiken
fr: Statistiques
tr: İstatistikler

source: Home
de: Startseite
fr: Accueil
tr: Ana Sayfa

# deleteNovelTitle
source: Delete Novel
de: Roman Löschen
fr: Supprimer le Roman
tr: Romanı Sil

# deleteNovelConfirmation
source: Are you sure you want to delete the novel "{title}"? This action cannot be undone.
de: Sind Sie sicher, dass Sie den Roman "{title}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer le roman "{title}"? Cette action ne peut pas être annulée.
tr: "{title}" romanını silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: No Novels Yet
de: Noch Keine Romane
fr: Aucun Roman
tr: Henüz Roman Yok

# importPdfToStartReading
source: Import PDF files to start reading novels
de: Importieren Sie PDF-Dateien, um mit dem Lesen von Romanen zu beginnen
fr: Importez des fichiers PDF pour commencer à lire des romans
tr: PDF dosyalarını içe aktararak roman okumaya başlayın

# chaptersAndReadingTime
source: {chapters} chapters • {readingTime}
de: {chapters} Kapitel • {readingTime}
fr: {chapters} chapitres • {readingTime}
tr: {chapters} bölüm • {readingTime}

source: {percent}% completed
de: {percent}% abgeschlossen
fr: {percent}% terminé
tr: {percent}% tamamlandı

source: All
de: Alle
fr: Tous
tr: Tümü

# storiesCouldNotBeLoaded
source: Stories could not be loaded: {error}
de: Geschichten konnten nicht geladen werden: {error}
fr: Les histoires n'ont pas pu être chargées: {error}
tr: Hikayeler yüklenemedi: {error}

# daysAgo
source: {days} days ago
de: Vor {days} Tagen
fr: Il y a {days} jours
tr: {days} gün önce

# hoursAgo
source: {hours} hours ago
de: Vor {hours} Stunden
fr: Il y a {hours} heures
tr: {hours} saat önce

# minutesAgo
source: {minutes} minutes ago
de: Vor {minutes} Minuten
fr: Il y a {minutes} minutes
tr: {minutes} dakika önce

source: Just now
de: Gerade eben
fr: À l'instant
tr: Az önce

source: Classic Tales
de: Klassische Märchen
fr: Contes Classiques
tr: Klasik Masallar

source: Classic Stories
de: Klassische Geschichten
fr: Histoires Classiques
tr: Klasik Hikayeler

source: Modern Tales
de: Moderne Märchen
fr: Contes Modernes
tr: Modern Masallar

source: No Stories Yet
de: Noch Keine Geschichten
fr: Aucune Histoire
tr: Henüz Hikaye Yok

# storiesLibraryNotLoaded
source: Classic stories library has not been loaded yet
de: Die klassische Geschichtenbibliothek wurde noch nicht geladen
fr: La bibliothèque d'histoires classiques n'a pas encore été chargée
tr: Klasik hikayeler kütüphanesi henüz yüklenmemiş

# noSearchResultsFound
source: No results found
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé
tr: Sonuç bulunamadı

# searchNotFound
source: Story not found Try different keywords
de: Geschichte nicht gefunden Versuchen Sie andere Suchbegriffe
fr: Histoire non trouvée Essayez différents mots-clés
tr: Aranılan hikaye bulunamadı Farklı kelimeler deneyin

source: Search stories...
de: Geschichten suchen...
fr: Rechercher des histoires...
tr: Hikaye ara...

source: Slow
de: Langsam
fr: Lent
tr: Yavaş

source: Fast
de: Schnell
fr: Rapide
tr: Hızlı

# comfortableReading
source: For comfortable reading
de: Für komfortables Lesen
fr: Pour une lecture confortable
tr: Rahat okuma için

source: Recommended speed
de: Empfohlene Geschwindigkeit
fr: Vitesse recommandée
tr: Önerilen hız

# fastReaders
source: For fast readers
de: Für schnelle Leser
fr: Pour les lecteurs rapides
tr: Hızlı okuyucular için

# lineTransitionsTitle
source: Line Transition Highlighting
de: Zeilenübergang-Hervorhebung
fr: Surbrillance de Transition de Ligne
tr: Satır Geçiş Vurgusu

source: 🎯 Why Very Important?
de: 🎯 Warum Sehr Wichtig?
fr: 🎯 Pourquoi Très Important?
tr: 🎯 Neden Çok Önemli?

# lineTransitionsDescription
source: Line transition highlighting is a revolutionary feature that fundamentally improves your reading experience:
de: Die Zeilenübergang-Hervorhebung ist eine revolutionäre Funktion, die Ihr Leseerlebnis grundlegend verbessert:
fr: La surbrillance de transition de ligne est une fonctionnalité révolutionnaire qui améliore fondamentalement votre expérience de lecture:
tr: Satır geçiş vurgusu, okuma deneyiminizi köklü olarak iyileştiren devrim niteliğinde bir özelliktir:

source: ✨ Features:
de: ✨ Funktionen:
fr: ✨ Fonctionnalités:
tr: ✨ Özellikler:
