Repository: firatkaradev/neurotext-app
Catalog: neurotext_app/lib/l10n/app_*.arb
Languages: de, fr, tr

# lineTransitionsFeatures
source: • See instantly which line you're on • Your eyes don't get tired, line tracking becomes easier • Pink-blue gradient transitions make line boundaries clear • No more getting lost in long texts • Your reading speed increases by 30-40% • Attention distraction decreases
de: • Sehen Sie sofort, auf welcher Zeile Sie sind • Ihre Augen ermüden nicht, Zeilenverfolgung wird einfacher • Rosa-blaue Farbverläufe machen Zeilengrenzen deutlich • Kein Verlaufen in langen Texten mehr • Ihre Lesegeschwindigkeit steigt um 30-40% • Ablenkung der Aufmerksamkeit nimmt ab
fr: • Voyez instantanément sur quelle ligne vous êtes • Vos yeux ne se fatiguent pas, le suivi des lignes devient plus facile • Les transitions de dégradé rose-bleu rendent les limites de ligne claires • Plus de perte dans les longs textes • Votre vitesse de lecture augmente de 30-40% • La distraction de l'attention diminue
tr: • Hangi satırda kaldığınızı anında görürsünüz • Gözleriniz yorulmaz, satır takibi kolaylaşır • Pembe-mavi gradient geçişlerle satır sınırları belirginleşir • Uzun metinlerde kaybolma problemi ortadan kalkar • Okuma hızınız %30-40 artar • Dikkat dağınıklığı azalır

source: Decrease Text
de: Text verkleinern
fr: Diminuer le Texte
tr: Yazıyı Küçült

source: Increase Text
de: Text vergrößern
fr: Augmenter le Texte
tr: Yazıyı Büyült

source: Text size reset
de: Textgröße zurückgesetzt
fr: Taille du texte réinitialisée
tr: Yazı boyutu sıfırlandı

source: Delete All Articles
de: Alle Artikel Löschen
fr: Supprimer Tous les Articles
tr: Tüm Makaleleri Sil

# deleteAllArticlesConfirmation
source: Are you sure you want to delete {count} articles? This action cannot be undone.
de: Sind Sie sicher, dass Sie {count} Artikel löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer {count} articles? Cette action ne peut pas être annulée.
tr: {count} makaleyi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: No Articles Yet
de: Noch Keine Artikel
fr: Aucun Article
tr: Henüz Makale Yok

# startAdvancedReading
source: Add your first text to start the advanced reading experience
de: Fügen Sie Ihren ersten Text hinzu, um das erweiterte Leseerlebnis zu starten
fr: Ajoutez votre premier texte pour commencer l'expérience de lecture avancée
tr: İlk metninizi ekleyerek gelişmiş okuma deneyimini başlayın
